Revit 2027 API
BuiltInFailures.MassFailures.SplitFacesByGroundPlaneCrashed Property
 Failed to split face by ground plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SplitFacesByGroundPlaneCrashed { get; }
Public Shared ReadOnly Property SplitFacesByGroundPlaneCrashed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SplitFacesByGroundPlaneCrashed {
	FailureDefinitionId^ get ();
}
static member SplitFacesByGroundPlaneCrashed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace